{
    "Home": "Asosiy",
    "About Us": "Biz haqimizda",
    "Workplace": "Ish joyi",
    "E-library": "Elektron kutubxona",
    "Welcome to UNI WAY": "UNI WAYga xush kelibsiz",
    "Find Your Dream University by": "O'zingizning orzuingizdagi universitetni toping",
    "Location": "Joylashuv",
    "Major": "Major",
    "Academic Score": "Akademik ball",
    "Acceptance rate": "Qabul qilish darajasi",
    "Single electronic assistant. You will be helped to choose a higher education university and the first step for your profession in the future": "Yagona elektron yordamchi. Sizga oliy ta'lim universiteti va kelajakda kasbingiz uchun birinchi qadamni tanlashda yordam beriladi.",
    "Work Place": "Ish joyi",
    "Domestic Universities": "Mahalliy universitetlar",
    "Information about Domestic Universities": "Mahalliy universitetlar haqida ma'lumot",
    "International Universities": "Xalqaro universitetlar",
    "Information about International Universities": "Xalqaro universitetlar haqida ma'lumot",
    "Smart Filter": "Aqlli filtr",
    "Smart Filter Generating Suitable Universities which is your own academic score": "O'zingizning akademik balingiz bo'lgan mos universitetlarni yaratadigan aqlli filtr",
    "Mock Exam": "Sinov imtihon",
    "Mock Exam Generating with ai helps preparing your exams": "Ai yordamida sinov imtihonlarini yaratish imtihonlaringizni tayyorlashga yordam beradi",
    "Click here": "bu yerni bosing",
    "All Test": "Hamma test",
    "Ranks": "O'rinlar",
    "Our partners": "Bizning hamkorlarimiz",
    "Your Future Begins Today!": "Sizning kelajagingiz bugundan boshlanadi!",
    "Universities": "Universitetlar",
    "Programmes": "Dasturlar",
    "Mock tests": "Mock testlar",
    "featured": "kelajakda",
    "This website was developed by ctrlcode.uz": "Ushbu veb-sayt ctrlcode.uz tomonidan ishlab chiqilgan",
    "All Rights Reserved": "Barcha huquqlar himoyalangan",
    "English Mock Tests": "Ingliz tili Mock Testi",
    "Russian Mock Tests": "Rus tili Mock Testi",
    "Math Mock Tests": "Matematika Mock Testi",
    "Biology Mock Tests": "Biologiya Mock Testi",
    "MotherTongue Mock Tests": "Ona tili Mock Testi",
    "Literature Mock Tests": "Adabiyot Mock Testi",
    "History Mock Tests": "O'zbek Tarixi Mock Testi",
"WorldHistory Mock Tests": "Jahon Tarixi Mock Testi",
"Welcome to Univ Way":"Univ Wayga xush kelibsiz",
"Find your Dream University with us 300+ University,": "O'zingizning orzuingizdagi universitetni biz bilan toping 300+ Universitet,",
" 1000+ Majors Smart Filter,": " 1000+ Mutaxasiliklar, Aqlli Filter,",
"Mock Exam AI Asistant": "Mock imtihon, Yordamchi Sun'iy Intellekt",
"Web Site Ranking": "Test reytinglari",
"English Test Leaderboard": "Ingliz tili imtihonlari reytingi",
"Why they choose us": "Nega sizlar bizni tanlashingiz kerak",
"Exclusive resources and insights: Access exclusive content, webinars, and events designed to empower you in your pursuit of higher education and career success.": "Maxsus manbalar va tushunchalar: Oliy ta'lim va karyera muvaffaqiyatingizda o'z yo'nalishingizda rivojlanishingiz uchun mo'ljallangan maxsus kontentlar, vebinar va tadbirlarda qatnashish imkoniyati",
"Information": "Ma'lumot",
"Leader of independent ratings": "Mustaqil reytinglar yetakchisi",
"Vibrant online community: Join a community of students, alumni, and industry professionals to share experiences, ask questions, and receive valuable mentorship.": "Zamonaviy onlayn jamoa: Talabalar, bitiruvchilar va sohada ishlayotgan mutaxassislar jamoasiga qo'shilib, tajriba almashishingiz, sizni qiziqtirgan savollaringizni so'rashingiz va  mentorlik maslahatlarini olish imkoniyati",
"According to the contract exactly on time": "Shartnoma bo'yicha aniq o'z vaqtida",
"Interactive knowledge assessment tests: Assess your knowledge and skills in various academic disciplines to identify your strengths, weaknesses, and areas of interest.":"Interaktiv bilimni baholash testlari: O'z ilmiy yo'nalishlaringizda bilim va ko'nikmalaringizni baholash uchun sinovlar o'tkazish va kuchli, kuchsiz tomonlaringizni va qiziqtirgan sohalaringizni aniqlash imkoniyati",
"Staged payment": "Bosqichli to'lov",
"Comprehensive university database: Explore detailed profiles of the world's most prestigious universities,  including university rankings, admission requirements, tuition fees, and program options.": "Keng ma'lumotlar bazasi: Dunyoning eng nufuzli oliy ta'lim muassasalarining tafsiliy profilini o'rganish, shu jumladan universitetlar reytingi, kirish talablari, ta'lim to'lovlar va dasturlar tanlash imkoniyatlari.",
"Source of Information: Data obtained from external sources, including but not limited to the QS Ranking website.": "Ma'lumot manbai: Ma'lumotlar QS Ranking veb-saytini o'z ichiga olgan, lekin ular bilan cheklanmagan holda tashqi manbalardan olingan.",
"Utilization Policy: We have exercised diligence in utilizing this information responsibly and in accordance with fair use policies and applicable laws.": "Foydalanish siyosati. Biz ushbu ma'lumotlardan mas'uliyat bilan va adolatli foydalanish siyosati va amaldagi qonunlarga muvofiq foydalanishga astoydil harakat qildik.",
"Contact: If you have any questions or concerns about the information presented on our website, please feel free to contact": "Aloqa: Agar veb-saytimizda taqdim etilgan ma'lumotlarga oid savollaringiz bo'lsa, biz bilan bog'laning",
"Feedback: Your feedback is important to us as we strive to maintain transparency and integrity in all aspects of our operations.": "Fikr-mulohaza: Sizning fikr-mulohazalaringiz biz uchun muhim, chunki biz faoliyatimizning barcha jabhalarida shaffoflik va yaxlitlikni saqlashga intilamiz.",
"Find your University": "Universitetingizni toping",
"IF YOU NEED MORE INFORMATION CLICK ON THE CARD": "AGAR SIZGA KO'PROQ MA'LUMOT KERAK BO'LSA KARTAGA BOSING",
"Welcome to Smart Filter!": "Smart Filterga hush kelibsiz!",
"LOCATION": "Joylashuv",
"MAJORS": "Yo'nalishlar",
"MATH SCORE": "Matematika level",
"IELTS SCORE": "IELTS ball",
"Generate": "Filterlash",
"Welcome Back!": "Hush kelibsiz!",
"Univ Way offers you universities according to your wishes and requirements by ML Technology": "Univ Way sizga ML Texnologiyasi  tomonidan sizning xohishingiz va talablaringiz bo'yicha universitetlarni taklif etadi",
"Smart Filter Generating your Dream University": "Smart Filter sizga orzuingizdagi universitetni topishda ko'maklashadi"
}
